Repository: OmegaT-L10N/br
Catalog: omegat/project_save.tmx
Source language: en
Languages: br

source: To add files to the project you can:
br: Evit ouzhpennañ restroù en ho raktres e c'hallit :

source: Total Characters (w/ spaces)
br: Hollad an arouezennoù (gant esaouennoù)

source: Total Characters (w/o spaces)
br: Hollad an arouezennoù (hep esaouennoù)

source: Total Segments
br: Hollad ar rannoù

source: Total Words
br: Hollad ar gerioù

source: Total number of segments
br: Hollad ar rannoù

source: Total:
br: Hollad:

source: Translated Files Folder
br: Teuliad ar restroù troet

source: Translated file created
br: Restr troet krouet

source: Translated files created
br: Restroù troet krouet

source: Translated files folder:
br: Teuliad ar restroù troet :

source: Translated files language:
br: Yezh ar restroù troet :

source: Translated unique segments
br: Rannoù dibar troet

source: Translation Memory Files Folder
br: Teuliad ar memorioù treiñ

source: Translation last modified by {0} on {1} at {2}
br: Troidigezh kemmet evit ar wech diwezhañ gant {0} d'ar {1} da {2}

source: Translation memories folder:
br: Teuliad ar memorioù treiñ :

source: Translation memories to export:
br: Memorioù treiñ da ezporzhiañ :

source: Trying with backup file
br: O klask gant ar restr saveteiñ

source: UNL
br: DIBRENNET

source: Unable to build new TMX file!
br: Ne c'haller ket sevel ur restr TMX nevez!

source: Unable to convert project!
br: Ne c'haller ket amdreiñ ar raktres !

source: Unable to create a backup file of {0}
br: Ne c'haller ket krouiñ ur restr saveteiñ evit {0}

source: Unable to create the translated files due to missing or damaged tags.
br: Ar restroù troet n'o deus ket gellet bezañ troet peogwir e vank tikedennoù zo pe dre ma 'z int bet fallgemmet.

source: Unable to download team project!
br: Ne c'haller ket pellgargañ ar raktres skipailh !

source: Unable to read project file!
br: Ne c'haller ket lenn restr ar raktres !

source: Unique Characters (w/ spaces)
br: Arouezennoù dibar (gant esaouennoù)

source: Unique Characters (w/o spaces)
br: Arouezennoù dibar (hep esaouennoù)

source: Unique Remaining Characters (w/ spaces)
br: Arouezennoù dibar a chom (gant esaouennoù)

source: Unique Remaining Characters (w/o spaces)
br: Arouezennoù dibar a chom (hep esaouennoù)

source: Unique Remaining Segments
br: Rannoù dibar a chom

source: Unique Remaining Words
br: Gerioù dibar a chom

source: Unique Remaining:
br: Rannoù dibar a chom:

source: Unique Segments
br: Rannoù dibar

source: Unique Words
br: Gerioù dibar

source: Unique segments
br: Rannoù dibar

source: Unique:
br: Rannoù dibar:

source: Use "java -Xmx<size-in-MB>M -jar OmegaT.jar" from the command line or in the OmegaT start script; The current setting is {0}MB;
br: Implijit "java -Xmx<size-in-MB>M -jar OmegaT.jar" e-barzh al linenn urzhiañ pe e-barzh skript loc'hañ OmegaT; An arventenn e talvoud eo {0}MB;

source: Use &Fuzzy Matching
br: Implijout ar c'henglotañ &a-dammoù

source: Use Aggressive &Font Fallback
br: Implijout ur &font sikour tagus

source: Use Tools > Check Issues... to correct the tag errors and try again.
br: BInjivi > Diskouez ar c'hudennoù... evit reizhañ ar fazioù tikedennoù ha klask adarre.

source: Use as Default Translati&on
br: Implijout un droidige&zh dre ziouer

source: Use local &segmentation rules
br: Implijout ar reolennoù rannañ &lec'hel

source: Warning
br: Diwall

source: Words
br: Gerioù

source: Writable Glossary File
br: Geriaoueg da gemmañ

source: Writable glossary file:
br: Geriaoueg da gemmañ :

source: You can find detailed statistic information in the file: {0}
br: Titouroù stadegel resis a c'halloc'h kavout er restr: {0}

source: You must enter a number between 1 and {0}.
br: Rankout a rit skrivañ un niverenn etre 1 ha {0}.

source: Your project does not seem to contain translatable files.
br: Ne seblant ket bezañ restroù mat da dreiñ en ho raktres.

source: ZIP files
br: restroù ZIP

source: for &All Segments
br: Diskouez evit an &holl rannoù

source: for Current &Segment
br: Diskouez evit a rann &a-vremañ

source: segment 0000
br: rann 0000

source: unknown
br: dianav

source: {0} ({1} left) / {2} ({3} left), {4}
br: {0} ({1} a chom) / {2} ({3} a chom), {4}
